"err0" = "알 수 없음(0)";
"err100" = "계속하기";
"err101" = "프로토콜 변경 중";
"err200" = "확인";
"err201" = "생성됨";
"err202" = "수락됨";
"err203" = "부분적인 정보";
"err204" = "콘텐츠 없음";
"err205" = "컨텐츠 초기화";
"err206" = "부분적인 콘텐츠";
"err300" = "다중 선택";
"err301" = "파일이 영구적으로 이동됨";
"err302" = "파일이 일시적으로 이동됨";
"err303" = "기타 보기";
"err304" = "변경되지 않음";
"err305" = "프록시 사용";
"err307" = "임시 리디렉션";
"err400" = "잘못된 요청";
"err401" = "권한이 없음";
"err402" = "결제 필요";
"err403" = "사용할 수 없음";
"err404" = "파일이 발견되지 않음";
"err405" = "메서드가 허가되지 않음";
"err406" = "수락할 수 없음";
"err407" = "프록시 인증 필요";
"err408" = "요청 시간 초과";
"err409" = "충돌";
"err410" = "없음";
"err411" = "길이 필요";
"err412" = "전제 조건 실패";
"err413" = "요청 항목이 너무 큼";
"err414" = "요청 URL이 너무 큼";
"err415" = "지원하지 않는 미디어 형식";
"err416" = "요청된 범위를 만족할 수 없음";
"err500" = "서버 오류";
"err501" = "구현되지 않음";
"err502" = "잘못된 게이트웨이";
"err503" = "리소스 부족";
"err504" = "게이트웨이 시간 초과";
"err505" = "HTTP 버전 지원하지 않음";